"USSD_ERROR" = "Feil under utføring av forespørsel";
"USSD_TERMINATED" = "Økt avsluttet";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Viderekobling\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Samtale venter\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Samtalesperring\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Fast oppringing\n%@";
"Connected Line Presentation\n%@" = "Presentasjon av tilkoblet linje\n%@";
"Calling Line Presentation\n%@" = "Presentasjon av telefonlinje\n%@";
"Connected Line ID Restriction\n%@" = "Restriksjon på ID for tilkoblet linje\n%@";
"Calling Line ID Restriction\n%@" = "Restriksjon på telefonlinje-ID\n%@";
"SIM Lock\n%@" = "SIM-kortlås\n%@";
"Service Center Address\n%@" = "Servicesenteradresse\n%@";
"Supplementary Service Password\n%@" = "Passord for tilleggstjeneste\n%@";
"Calling Name Presentation\n%@" = "Presentasjon av navn\n%@";

"Forwards to %@\n" = "Viderekobler til %@\n";

"All Calls" = "Alle samtaler";
"All Conditional Calls" = "Alle betingede samtaler";
"Async Data Circuit" = "Async Data Circuit";
"Data" = "Data";
"Fax" = "Faks";
"Packet Access" = "Pakketilgang";
"Pad Access" = "Tastaturtilgang";
"SMS" = "SMS";
"Sync Data Circuit" = "Synkroniser datakrets";
"Voice" = "Tale";

"All Outgoing" = "Utgående";
"All Incoming" = "Innkommende";
"Outgoing International" = "Utgående internasjonalt";
"Outgoing International, Except Home Country" = "Utgående internasjonalt bortsett fra hjemland";
"Incoming While Roaming Outside Home Country" = "Innkommende under roaming utenlands";
"Incoming, Not On SIM" = "Innkommende ikke på SIM";
"All Services" = "Alle tjenester";
"All Outgoing Services" = "Utgående tjenester";
"All Incoming Services" = "Innkommende tjenester";

"Disabled" = "Deaktivert";
"Enabled" = "Aktivert";

"On All Calls" = "På alle samtaler";
"When Busy" = "Ved opptatt";
"When Unanswered" = "Ved ubesvart";
"When Unreachable" = "Intet svar";

"Setting %@ Succeeded" = "%@ av innstillingen var vellykket\n";
"Setting Interrogation Succeeded" = "Utspørring av innstillingen var vellykket\n";
"Setting %@ Failed" = "%@ av innstillingen mislyktes\n";
"Setting Interrogation Failed" = "Utspørring av innstillingen mislyktes\n";

"Not Available" = "Ikke tilgjengelig";
"Network Controlled" = "Nettverk kontrollert";
"Temporarily Disabled" = "Midlertidig deaktivert";
"Temporarily Enabled" = "Midlertidig aktivert";
"Unknown" = "Ukjent";

"Activation" = "Aktivering";
"Deactivation" = "Deaktivering";
"Interrogation" = "Utspørring";
"Registration" = "Registrering";
"Erasure" = "Sletting";

"No Address" = "Ingen adresse";
"No Service Specified" = "Ingen tjeneste spesifisert";
"Type %d" = "Type %d";

// generic error
"CALL_FAILED" = "Anrop mislyktes";
// error codes
"kCTNoError" = "Ingen feil";
"kCTUnknownError" = "Ukjent feil";
"kCTErrorRadioFailure" = "Radiofeil";
// Generic network errors
"kCTErrorNetworkFailure" = "Nettverksfeil";
"kCTErrorCongestion" = "Nettverk overbelastet";
"kCTErrorUnidentifiedSubscriber" = "Uidentifisert abonnent";
"kCTErrorFacilityRejected" = "Fasilitet avvist";
"kCTErrorUnknownSubscriber" = "Ukjent abonnent";
"kCTErrorNetworkOutOfOrder" = "Nettverket ute av drift";
"kCTErrorInvalidTransactionIdentifier" = "Ugyldig transaksjonsidentifikator";
"kCTErrorSemanticallyIncorrectMessage" = "Semantisk uriktig melding";
"kCTErrorInvalidMandatoryInformation" = "Ugyldig obligatorisk informasjon";
"kCTErrorMessageTypeNonExistant" = "Meldingstypen finnes ikke";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Melding ikke kompatibel med protokolltilstand";
"kCTErrorInformationElementNonExistant" = "Ikke-eksisterende informasjonselement";
"kCTErrorProtocolErrorUnspecified" = "Uspesifisert protokollfeil";
"kCTErrorTemporaryFailure" = "Midlertidig feil";
"kCTErrorResourcesUnavailable" = "Ressurser ikke tilgjengelig";
"kCTErrorRequestedFacilityNotSubscribed" = "Abonnement for forespurt fasilitet mangler";
"kCTErrorRequestedFacilityNotImplemented" = "Forespurt fasilitet ikke implementert";
"kCTErrorInterworkingError" = "Samarbeidsfeil";
"kCTErrorInterworkingNotSupported" = "Samarbeid støttes ikke";
"kCTErrorCommandCannotBeActioned" = "Kommando kan ikke utføres";
"kCTErrorNoNetworkService" = "Ingen nettverkstjeneste";
// Call related errors
"kCTErrorUnassignedNumber" = "Utilordnet nummer";
"kCTErrorOperatorDeterminedBarring" = "Operatørstyrt sperring";
"kCTErrorCallBarred" = "Anrop sperret";
"kCTErrorUserBusy" = "Bruker opptatt";
"kCTErrorNoUserResponding" = "Ingen brukere svarer";
"kCTErrorNumberChanged" = "Nummer endret";
"kCTErrorInvalidNumberFormat" = "Ugyldig tallformat";
"kCTErrorCallRejected" = "Anrop avvist";
// SIM errors
"kCTErrorSimNotInserted" = "SIM-kort ikke satt inn";
"kCTErrorSimPinRequired" = "PIN-kode for SIM-kort kreves";
"kCTErrorSimPukRequired" = "PUK-kode for SIM-kort kreves";
"kCTErrorSimFailure" = "SIM-kortfeil";
"kCTErrorSimMemoryFailure" = "SIM-hukommelsesfeil";
"kCTBadPinFormatError" = "Ugyldig PIN-kodeformat";
"kCTErrorNumberNotAllowed" = "Ikke tillatt nummer";
"kCTErrorIncorrectPassword" = "Feil passord";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Overføring av melding avvist";
"kCTErrorDestinationOutOfOrder" = "Mål ikke i drift";
"kCTErrorClass0NotSupported" = "Klasse 0 støttes ikke";
"kCTErrorCannotReplaceSm" = "Kan ikke erstatte SIM-kort";
"kCTErrorUnspecifiedPid" = "Uspesifisert PID";
"kCTErrorDataCodingSchemeNotSupported" = "Datakodingssystem støttes ikke";
"kCTErrorUnspecifiedDcs" = "Uspesifisert DCS-feil";
"kCTErrorCommandUnsupported" = "Kommando støttes ikke";
"kCTErrorUnspecifiedTpCommand" = "Uspesifisert TP-kommandofeil";
"kCTErrorTpduNotSupported" = "TPDU støttes ikke";
"kCTErrorScBusy" = "SC opptatt";
"kCTErrorRejectedBySimSmsControl" = "Avvist av SMS-kontroll for SIM-kort";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS ulovlig MS";
"kCTErrorGprsIllegalMe" = "GPRS ulovlig ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS-tjenester ikke tillatt";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN ikke tillatt";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS-sted ikke tillatt";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS-roaming ikke tillatt i området";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS-tjenestevalg støttes ikke";
"kCTErrorGprsServiceOptionNotSubscribed" = "Abonnerer ikke på GPRS-tjenestevalg";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS-tjenestevalg midlertidig ute av drift";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP-godkjenningsfeil";
"kCTErrorGprsInvalidMobileClass" = "GPRS Ugyldig mobilklasse";
"kCTErrorGprsUnspecified" = "GPRS uspesifisert";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS mangler eller ukjent APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP-godkjenningsinformasjon avvist av basebånd";
